{
  "whyRsp1": "आरएसपी का गहरा मानना है कि संवैधानिक नैतिकता और अधिकार-आधारित सार्वजनिक नीतियां यह सुनिश्चित करने के लिए बहुत महत्वपूर्ण हैं कि इस देश में हर कोई आत्मनिर्भर और सम्मानजनक जीवन व्यतीत करे।",
  "whyRsp2": "उनके कार्यों में संवैधानिक नैतिकता की गहरी भावना निहित है, जैसा कि डॉ बीआर अंबेडकर और कांशीराम के व्यावहारिक यथार्थवाद द्वारा व्यक्त किया गया था। इसका एक उदाहरण तेलंगाना कल्याण संस्थानों के सचिव के रूप में उनके काम से स्पष्ट हो सकता है, जहां उन्होंने 'सभी प्रकार के बहिष्कार के बावजूद युवा पीढ़ी को सामाजिक-आर्थिक स्वतंत्रता प्राप्त करने के लिए एक उपकरण के रूप में गुणवत्तापूर्ण शिक्षा' के साथ सफलतापूर्वक प्रयोग किया।",
  "whyRsp3": "तेलंगाना राज्य में पहली बार, आरएसपी ने हाशिए के समुदायों से महिलाओं और पुरुषों के लिए कल्याण डिग्री कॉलेजों की स्थापना का नेतृत्व किया। उनकी दृष्टि 'मछली मत दो, मछली कैसे सिखाओ' के सिद्धांत का पालन करती है। इसका तात्पर्य तेलंगाना में दलितों और अन्य धार्मिक अल्पसंख्यक वर्गों के बीच आत्मनिर्भरता, प्रगति और लचीलापन को सक्षम करना है। इन उद्देश्यों को प्राप्त करने के लिए, राज्य में बहुजन शासन के दौरान पांच प्रमुख क्षेत्रों पर ध्यान केंद्रित किया जाएगा",
  "whyRsphead": "विकास के लिए पांच क्षेत्र:",
  "p1": "गुणवत्तापूर्ण शिक्षा और सामाजिक-आर्थिक अधिकारिता",
  "p2": "सभी का स्वास्थ्य और कल्याण",
  "p3": "युवा, कौशल और महिला उद्यमिता का विकास",
  "p4": "आनुपातिक प्रतिनिधित्व और सभी स्तरों पर जवाबदेह स्वशासन के माध्यम से राजनीतिक सशक्तिकरण।",
  "p5": "अफोर्डेबल हाउसिंग एंड सस्टेनेबल इन्फ्रास्ट्रक्चर",
  "title": "बहुजन कौन हैं?",
  "whyBhaujan": "जिन पर सामंतों का दबदबा है; जिन्हें शासक वर्ग के बहुत कम परिवारों ने सत्ता के प्रयोग से दूर धकेल दिया है; जिन्हें आज भी देश के हर गांव में जाति और धर्म के नाम पर गुलाम माना जा रहा है। जिन पर अल्पसंख्यक का ठप्पा लगाया जा रहा है और खुली घृणा दिखाई जा रही है, यह एक ऐसी कार्रवाई है जो संविधान की भावना के खिलाफ है; ये हैं बहुजन लोग। उनके दुख देश के दुख हैं; उनकी प्रगति देश की प्रगति है; उनका योगदान देश का गौरव है। बहुजन लोगों में 85% आबादी शामिल है और इसमें समाज के सभी हाशिए पर रहने वाले वर्ग, जैसे एसटी, एससी, बीसी, अन्य उप-जातियां और धार्मिक अल्पसंख्यक शामिल हैं। एकीकरण में, वे अकेले ही राष्ट्र पर शासन करने में सक्षम हैं। वे भारतीय राष्ट्र के विकास के लिए आधारशिला रहे हैं।"
}
