{
  "whyRsp1": "ఈ దేశంలో ప్రతి ఒక్కరూ స్వావలంబన మరియు గౌరవప్రదమైన జీవితాన్ని గడపడానికి రాజ్యాంగ నైతికత మరియు హక్కుల ఆధారిత ప్రజా విధానాలు చాలా ముఖ్యమైనవని RSP గాఢంగా విశ్వసిస్తుంది.",
  "whyRsp2": "అతని చర్యలు డాక్టర్ BR అంబేద్కర్ మరియు కాన్షీరామ్ యొక్క ఆచరణాత్మక వాస్తవికత ద్వారా ప్రకటించబడిన రాజ్యాంగ నైతికత యొక్క లోతైన భావాన్ని పొందుపరిచాయి. తెలంగాణ సంక్షేమ సంస్థల కార్యదర్శిగా ఆయన చేసిన కృషిని బట్టి దీనికి ఉదాహరణగా ఆయన ‘నాణ్యమైన విద్యను అన్ని రకాల బహిష్కరణల నేపథ్యంలో యువత సామాజిక-ఆర్థిక స్వేచ్ఛను సాధించేలా చేయడానికి ఒక సాధనంగా విజయవంతంగా ప్రయోగించారు.",
  "whyRsp3": "తెలంగాణ రాష్ట్రంలో మొదటిసారిగా, అణగారిన వర్గాల మహిళలు మరియు పురుషుల కోసం RSP సంక్షేమ డిగ్రీ కళాశాలలను స్థాపించింది. అతని దృష్టి 'చేపను ఇవ్వవద్దు, చేపలు పట్టడం ఎలాగో నేర్పండి' అనే సూత్రాన్ని అనుసరిస్తుంది. ఇది తెలంగాణలోని అణగారిన మరియు ఇతర మతపరమైన మైనారిటీ వర్గాలలో స్వావలంబన, ప్రగతిశీల మరియు పునరుద్ధరణను ప్రారంభించడాన్ని సూచిస్తుంది. ఈ లక్ష్యాలను సాధించడానికి, రాష్ట్రంలో బహుజనుల పాలనలో ఐదు కీలక రంగాలపై దృష్టి సారిస్తారు:",
  "whyRsphead": "అభివృద్ధికి ఐదు రంగాలు:",
  "p1": "నాణ్యమైన విద్య మరియు సామాజిక-ఆర్థిక సాధికారత",
  "p2": "అందరి ఆరోగ్యం మరియు శ్రేయస్సు",
  "p3": "యువత, నైపుణ్యాలు మరియు మహిళా వ్యవస్థాపకత అభివృద్ధి",
  "p4": "అన్ని స్థాయిలలో దామాషా ప్రాతినిధ్యం మరియు జవాబుదారీ స్వయం పాలన ద్వారా రాజకీయ సాధికారత.",
  "p5": "సరసమైన గృహాలు మరియు స్థిరమైన మౌలిక సదుపాయాలు",
  "title": "బహుజనులు అంటే ఎవరు!?",
  "whyBhaujan": " గుప్పెడు మంది పెత్తందారుల, జమీందారుల కబంద హస్తాల కింద, పిడికెడు మంది పాలకవర్గ కుటుంబాల వల్ల అధికారానికి దూరం చేయబడి, కులం పేరునో, మతం పేరునో ఈనాటికి గ్రామ గ్రామాన బానిసలుగా చిన్న చూపు చూడబడుతూ, విసిరి వెదజల్లబడిన సబ్బండ కులాల ప్రజానీకం, భారత రాజ్యాంగ స్ఫూర్తికి వ్యతిరేకంగా మతం పేరున మైనారీటీలంటూ ఈసడింపులకు గురి చేయబడుతున్నవారు. బహుజనుల బాధలే ఈ భారత దేశ బాధలు, బహుజనుల పురోగతే, ఈ దేశ పురోగతి. వీరు చేసే ఉత్పత్తే ఈ దేశ నికర విలువలు. బహుజనులు అంటే భారతదేశాన అత్యధికంగా 85% జనాభా కలిగిన వెనుకబడిన తరగతులవారు బీసీలు, షెడ్యుల్డ్ కులాలు, తెగల వారు, మతపరమైన అల్పసంఖ్యాకులు, అందరూ కలిస్తే ఈ దేశాన్ని ఏలే సామర్థ్యము ఉన్న వారు, మూలవాసులు, ఈ దేశానికి ఆదివాసులు ఈ దేశ నిర్మాణంలో భాగమైన పని మంతులు."
}
